Repository: teampanicbear/wp_openbanking
Catalog: src/themes/recruitfirst/languages/*.po
Languages: id_id

source: About
id_id: Tentang kami

source: Add widgets here.
id_id: Tambahkan widget di sini.

source: All
id_id: Semua

source: All locations
id_id: Semua Lokasi

source: Apply now
id_id: Daftar

source: Apply!
id_id: Lamar!

source: Area/District
id_id: Daerah

source: Back to About us
id_id: Kembali ke Tentang Kami

source: Back to Blog
id_id: Kembali ke Blog

source: Back to Candidate
id_id: Kembali ke Kandidat

source: Back to Homepage
id_id: Kembali ke Beranda

source: Be the first to know when your ideal job is available.
id_id: Jadilah yang pertama mengetahui tersedianya pekerjaan ideal anda.

source: Candidate
id_id: Kandidat

source: Close
id_id: Tutup

source: Comments are closed.
id_id: Komen di tutup.

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
id_id: %1$s Dipikirkan&ldquo;%2$s&rdquo;

source: Consultant Contact
id_id: Kontak Konsultan

source: Contact
id_id: Hubungi kami

source: Continue reading<span class="screen-reader-text"> "%s"</span>
id_id: Lanjut membaca

source: Currently, no jobs are available in your country!
id_id: Untuk sekarang tidak tersedia di Negara kamu!

source: Day
id_id: Hari

source: District/Area
id_id: Daerah/Area

source: Drag & drop your resume/cv here or click here to browse
id_id: Cari Resume/CV atau letakan disini

source: Duration of notification
id_id: Durasi Notifikasi

source: EA License number
id_id: Nomer Lisensi EA

source: Edit <span class="screen-reader-text">%s</span>
id_id: Edit

source: Email address
id_id: Alamat Email

source: Employer
id_id: Perusahaan

source: Enter your email
id_id: Masukan email anda

source: Follow us
id_id: Ikuti Kami

source: Follow us to begin!
id_id: Follow kami untuk memulai!

source: Full name
id_id: Nama

source: Get Notified!
id_id: Dapatkan Notifikasi!

source: Get Started
id_id: Memulai

source: Homepage
id_id: Beranda

source: Hong Kong: 60351
id_id: Hongkong: 63302

source: Hour
id_id: Jam

source: If you don't see a suitable role yet, don't worry about it. Sign up for a job alert so that we can notify you when other opportunities pop up.
id_id: Jika anda belum menemukan posisi yang sesuai, jangan khawatir. Daftar untuk pemberitahuan pekerjaan sehingga kami dapat menginfokan anda ketika ada peluang yang baru.

source: If you've already got your resume in hand, send it across to us. We'll get in touch with you if your profile matches a role we're looking to fill.
id_id: Jika Anda sudah memiliki resume Anda, kirimkan kepada kami. Kami akan menghubungi Anda jika profil Anda cocok dengan peran yang ingin kami isi

source: Industries
id_id: Industri

source: Industry
id_id: Industri

source: Job Alert!
id_id: Pekerjaan Baru!

source: Job Category
id_id: Kategori Pekerjaan

source: Job Not Found
id_id: Pekerjaan tidak ditemukan

source: Job Title
id_id: Posisi

source: Job type
id_id: Jenis Kerja

source: Job-type
id_id: Jenis Kerja

source: Join Detail
id_id: Cara Bergabung

source: Join us
id_id: Bergabung bersama kami

source: Join us on Instagram
id_id: Bergabunglah dengan kami di Instagram

source: Join us on Wechat
id_id: Bergabung bersama di Wechat

source: Leave a Comment<span class="screen-reader-text"> on %s</span>
id_id: Tinggalkan Komen<span class="screen-reader-text"> on %s</span>

source: Let us know if you're looking for any specific roles
id_id: Beri tahu kami jika anda mencari posisi tertentu

source: Let's add %s on WeChat
id_id: Tambah %s di WeChat

source: Loading
id_id: Memuat

source: Location
id_id: Lokasi

source: Made by Panic Bear studio with love!
id_id: Dibuat oleh studio Panic Bear dengan cinta!

source: Mainland China
id_id: China

source: Month
id_id: Bulan

source: Net Promoter Score - A universal customer experience metric of the likelihood our clients & candidates will recommend our services to others
id_id: Net Promoter Score - Universal pengalaman pelanggan universal tentang kemungkinan klien & kandidat kami akan merekomendasikan layanan kami kepada orang lain

source: Next:
id_id: Berikutnya:

source: No Post Found
id_id: Post tidak ditemukan

source: Notify me by
id_id: Beritahu aku dari

source: One thought on &ldquo;%1$s&rdquo;
id_id: Satu pikiran &ldquo;%1$s&rdquo;

source: Our consultants will get in touch with you if your profile matches a job.
id_id: Konsultan kami akan menghubungi anda jika profil anda cocok dengan pekerjaan.

source: Our Leaders
id_id: Leader kami

source: Our Locations
id_id: Lokasi kami

source: Overview
id_id: Gambaran

source: Page Not Found
id_id: Halaman tidak ditemukan

source: Pages:
id_id: Halaman:

source: Payroll
id_id: Penggajian

source: Personal Information
id_id: Informasi Personal

source: Phone
id_id: Telepon

source: Phone number
id_id: Nomer Telepon

source: Please enter a valid email
id_id: Masukan email yang benar

# post date
source: Posted on %s
id_id: Diposting pada %s

source: Posted by
id_id: Di post oleh

source: Posted in %1$s
id_id: Posting di %1$s

source: Previous:
id_id: Sebelum:

source: Primary
id_id: Utama

source: Receive Market Intelligence
id_id: Berlangganan

source: Reg No
id_id: Nomer Registrasi

source: Related Articles
id_id: Artikel Terkait

source: Remove file
id_id: Hapus file

source: Resume Drop
id_id: Letakan Lamaran

source: RPO and BPO
id_id: PRO dan BPO

source: Salary
id_id: Gaji

source: Say Hello to Our Hiring Manager
id_id: Say Halo Untuk Manajer Rekrut Kami

source: Scan QR or search for %1s on WeChat to follow us
id_id: Scan QR atau cari untuk %1s di WeChat untuk ikuti kami

source: Screenshot QR code. Scan QR or search for %1s on WeChat to follow us
id_id: Screenshot QR kode. Scan QR atau cari untuk %1s di WeChat untuk ikutim kami

source: Scroll down
id_id: Turun Kebawah

source: Search for job title
id_id: Cari Jabatan Pekerjaan

source: Search Results for: %s
id_id: Hasil Pencarian: %s

source: Select your preference
id_id: Pilih referensi anda

source: Send message
id_id: Kirim Pesan

source: Send Us Your Resume!
id_id: Kirim lamaran kamu ke kami!

source: Service Packages
id_id: Paket Layanan

source: Share with our hiring manager why do you want to work here
id_id: Ceritakan dengan manajer perekrutan kami mengapa anda ingin bekerja di sini

source: Share with us a line or two about your needs
id_id: Bagikan dengan kami satu atau dua baris tentang kebutuhan anda

source: Sign up
id_id: Daftar

source: Singapore
id_id: Singapura

source: Singapore: 13C6342
id_id: Singapura: 13C6342

source: Skip to content
id_id: Langsung ke konten

source: Sorry, but we are not able to find the job you are looking for.
id_id: Maaf, kami tidak bisa menemukan pekerjaan yang anda cari.

source: Sorry, but we are not able to find the page you are looking for.
id_id: Maaf, kami tidak dapat menemukan halaman yang anda cari.

source: Sound interesting?
id_id: Terdengar menarik?

source: Staffing and Placement
id_id: Karyawan dan Penempatan

source: Step 1
id_id: Langkah 1

source: Step 2
id_id: Langkah 2

source: Step 3
id_id: Langkah 3

source: Submit
id_id: Kirimkan

source: Tagged %1$s
id_id: Menandai %1$s

source: This field is required
id_id: Bagian ini diperlukan

source: Type of contract
id_id: Jenis Kontrak

source: View all jobs
id_id: Lihat semua pekerjaan

source: What requirements you'll need to be eligible
id_id: Persyaratan apa yang anda perlukan agar memenuhi syarat

source: What you'll be doing on the job
id_id: Apa yang anda lakukan saat bekerja

source: Who you'll be working for
id_id: Untuk siapa kamu bekerja

source: Why RecruitFirst?
id_id: Kenapa Recruitfirst
